{
    "Language": "ENGLISH",
    "Landing": "Accueil",
    "Menu": "Menu",
    "Robot": "Robot",
    "Journey": "À la Poursuite du Lapin!",
    "Arcanum": "Arcanum 22",
    "Characters": "Personnages",
    "VC": "Vanierland",
    "partners" : "Nos Partenaires: ",
    "error" : "Erreur 404!",
    "lost" : "Alice a l'air de se perdre souvent...",
    "placeholder": "L'informatique quantique est un type de calcul qui exploite les propriétés collectives des états quantiques, telles que la superposition, l'interférence et l'intrication, pour effectuer des calculs. Les dispositifs qui effectuent des calculs quantiques sont appelés ordinateurs quantiques. Bien que les ordinateurs quantiques actuels soient trop petits pour surpasser les ordinateurs habituels (classiques) pour des applications pratiques, on pense qu'ils sont capables de résoudre certains problèmes de calcul, comme la factorisation des nombres entiers (qui sous-tend le cryptage RSA), beaucoup plus rapidement que les ordinateurs classiques. L'étude de l'informatique quantique est un sous-domaine de la science de l'information quantique. L'informatique quantique a vu le jour en 1980 lorsque le physicien Paul Benioff a proposé un modèle mécanique quantique de la machine de Turing. Richard Feynman et Yuri Manin ont ensuite suggéré qu'un ordinateur quantique avait le potentiel de simuler des choses qu'un ordinateur classique ne pourrait pas faire. En 1994, Peter Shor a mis au point un algorithme quantique de factorisation des nombres entiers, capable de décrypter les communications chiffrées par RSA. En 1998, Isaac Chuang, Neil Gershenfeld et Mark Kubinec ont créé le premier ordinateur quantique à deux qubits capable d'effectuer des calculs. Malgré les progrès expérimentaux constants réalisés depuis la fin des années 1990, la plupart des chercheurs estiment que l'informatique quantique tolérante aux pannes reste un rêve assez lointain. Ces dernières années, les investissements dans la recherche sur l'informatique quantique ont augmenté dans les secteurs public et privé. Le 23 octobre 2019, Google AI, en partenariat avec la National Aeronautics and Space Administration (NASA) des États-Unis, a affirmé avoir effectué un calcul quantique infaisable sur n'importe quel ordinateur classique, mais la question de savoir si cette affirmation était ou est toujours valable est un sujet de recherche actif. Il existe plusieurs types d'ordinateurs quantiques (également appelés systèmes de calcul quantique), notamment le modèle de circuit quantique, la machine de Turing quantique, l'ordinateur quantique adiabatique, l'ordinateur quantique à sens unique et divers automates cellulaires quantiques. Le modèle le plus largement utilisé est le circuit quantique, basé sur le bit quantique, ou qubit , qui est quelque peu analogue au bit dans le calcul classique. Un qubit peut être dans un état quantique 1 ou 0, ou dans une superposition des états 1 et 0. Toutefois, lorsqu'il est mesuré, il est toujours à l'état 0 ou 1 ; la probabilité de l'un ou l'autre résultat dépend de l'état quantique du qubit immédiatement avant la mesure. Les efforts visant à construire un ordinateur quantique physique se concentrent sur des technologies telles que les transmons, les pièges à ions et les ordinateurs quantiques topologiques, qui visent à créer des qubits de haute qualité. Ces qubits peuvent être conçus différemment, en fonction du modèle de calcul de l'ordinateur quantique complet, qu'il s'agisse de portes logiques quantiques, de recuit quantique ou de calcul quantique adiabatique. Il existe actuellement un certain nombre d'obstacles importants à la construction d'ordinateurs quantiques utiles. Il est particulièrement difficile de maintenir les états quantiques des qubits, car ils souffrent de décohérence quantique et de fidélité d'état. Les ordinateurs quantiques nécessitent donc une correction des erreurs. Tout problème de calcul qui peut être résolu par un ordinateur classique peut également être résolu par un ordinateur quantique. Inversement, tout problème qui peut être résolu par un ordinateur quantique peut également être résolu par un ordinateur classique, du moins en principe si l'on dispose de suffisamment de temps. En d'autres termes, les ordinateurs quantiques obéissent à la thèse de Church-Turing. Cela signifie que si les ordinateurs quantiques n'offrent aucun avantage supplémentaire par rapport aux ordinateurs classiques en termes de calculabilité, les algorithmes quantiques pour certains problèmes ont des complexités temporelles nettement inférieures à celles des algorithmes classiques connus correspondants. En particulier, on pense que les ordinateurs quantiques sont capables de résoudre rapidement certains problèmes qu'aucun ordinateur classique ne pourrait résoudre en un temps raisonnable - un exploit connu sous le nom de suprématie quantique.  L'étude de la complexité informatique des problèmes par rapport aux ordinateurs quantiques est connue sous le nom de théorie de la complexité quantique."
}